{
  "WELCOME": "Hi, my name is",
  "NAME": "Alba Torres Rodríguez.",
  "WHAT_I_DO": "Senior Software Engineer",
  "INTRO_ABOUT": "I'm a product-focused software engineer specializing in mobile development, both native (iOS with Swift, Android with Kotlin) and cross-platform (Flutter). Currently, I'm focused on building accessible, human-centered products at",
  "CURRENT_ORG_NAME": "Cino",

  "ABOUT_PARA1": "Hello!",
  "ABOUT_PARA2": "I am a passionate software engineer with deep expertise in mobile development, delivering scalable apps in fintech, e-commerce, and vendor technology.",
  "ABOUT_PARA3": "Beyond writing code, I act as a product software engineer: I thrive in ambiguity, structuring ideas into clear deliverables, defining MVPs and future iterations aligned with company goals. I bring a strong understanding of UX best practices, collaborating closely with design to create intuitive experiences that delight users.",
  "ABOUT_PARA4": "I also have experience working with investors and stakeholders, demonstrating leadership and the ability to influence product direction. My goal is always to balance technical excellence with business impact, ensuring what we ship truly matters.",
  "ABOUT_PARA5": "I enjoy sharing knowledge at conferences, through open-source packages, resources, and by mentoring others in the community.",

  "TECH_INTRO": "Here are a few technologies I've been working with recently:",
  "TECH1": " Flutter",
  "TECH2": " Swift",
  "TECH3": " Kotlin",
  "TECH4": " TypeScript",
  
  "EXP_COMP_NAME0": "Cino",
  "EXP_DESIG0": "Software Engineer",
  "EXP_DUR0": "June 2025 - Present",
  "EXP_ABOUT0": "Developed from scratch a Flutter mobile application for real-time group payments and expense splitting.",
  "EXP_ABOUT0_2": "Designed and implemented key functionalities and security preference management, using BLoC, SQL and GraphQL.",
  "EXP_ABOUT0_3": "Led the mobile application project.",

  "EXP_COMP_NAME1": "SeQura",
  "EXP_DESIG1": "Software Engineer",
  "EXP_DUR1": "September 2024 - June 2025",
  "EXP_ABOUT1": "Developed from scratch a React Native mobile application for a leading Spanish fintech offering \"Buy Now, Pay Later\" services.",
  "EXP_ABOUT1_2": "Architected and implemented multiple features including payment postponement, card selection logic, and amortization flows using GraphQL, Apollo, and TypeScript.",
  "EXP_ABOUT1_3": "Led the automatisation release process using Firebase App Distribution and Fastlane, including versioning and GitHub PR generation.",
  
  "EXP_COMP_NAME2": "Delivery Hero",
  "EXP_DESIG2": "Software Engineer",
  "EXP_DUR2": "October 2021 - September 2024",
  "EXP_ABOUT2": "Developed and maintained SDK for Talabat App in Qatar in three different environments: iOS, Android and Flutter.",
  "EXP_ABOUT2_2": "Developed and maintained Talabat App in Qatar. Integration testing, unit testing.",
  "EXP_ABOUT2_3": "Developed \"FoodPanda\", \"Mjam\", \"Talabat\", \"Pedidosya\": Flutter mobile applications for restaurant owners to connect with suppliers.",
  "EXP_ABOUT2_4": "Integrated backend services in mobile apps.",
  "EXP_ABOUT2_5": "Analysed important application pattern usage with Google Analytics.",
  "EXP_ABOUT2_6": "Monitored & resolved bugs from the bug monitoring system or from the local operation team.",
  
  "EXP_COMP_NAME3": "theBASE FOL Group GmbH",
  "EXP_DESIG3": "Software Engineer",
  "EXP_DUR3": "August 2020 - October 2021",
  "EXP_ABOUT3": "Develop \"TheBase\": Flutter mobile application for combating urban loneliness.",
  "EXP_ABOUT3_2": "Write unit test cases that increase test coverage from 0% to ~90%.",
  "EXP_ABOUT3_3": "Work with designers to provide the best customer experience.",
  
  "EXP_COMP_NAME4": "Ubiqum Code Academy",
  "EXP_DESIG4": "Software Engineering Intern",
  "EXP_DUR4": "November 2019 - August 2020",
  "EXP_ABOUT4": "Completed six-month undergraduate trainee program. Worked on web application projects in an agile environment.",
  "EXP_ABOUT4_2": "Experienced in using modern front-end and back-end technologies to develop web applications.",
  "EXP_ABOUT4_3": "JavaScript, React, MongoDB.",
  
  "END_TXT": "Looking forward to new challenges and exciting collaborations!",
  
  "SECTION_ABOUT": "About",
  "SECTION_EXPERIENCE": "Experience",
  "SECTION_WORK": "Work",
  "SECTION_CONTACT": "Contact",
  "RESUME": "Resume",
  
  "WHATS_NEXT": "What's next?",
  "GET_IN_TOUCH": "Get In Touch",
  "SAY_HELLO": "Say Hello!",

  "CONTACT_ME": "Contact Me!",
  "NAME_FIELD": "Name*",
  "NAME_ERROR": "Let me know your name (or just enter anonymous)",
  "CONTACT_INFO": "Contact Info (Optional)",
  "MESSAGE_FIELD": "Message*",
  "MESSAGE_ERROR": "Seriously? you want to send a blank message to me :(",
  "NOTE_TEXT": "Note: Please don't send trash msgs, atleast say hi :(",
  "SEND": "Send",
  "MESSAGE_SUCCESS": "Message sent successfully",
  "MESSAGE_FAILURE": "Failed to send message, please try again later.",
  "ERROR_OCCURRED": "Error Occurred",
  
  "BUILT_BY": "Built & Developed by Alba Torres Rodríguez",

  "MY_NOTEWORTHY_PROJECTS": "My Noteworthy Projects",
  "VIEW_ARCHIVES": "view the archives",
  "NOT_FOUND": "Not Found",
  "PROJECT_NOT_FOUND": "Sorry the project you requested not found in the repository",
  
  "WARNING": "Warning",
  "PLAY_AREA_WARNING": "Play Area is still in development, May have some bugs.\nAre you sure, you want to continue.",
  "CANCEL": "CANCEL",
  "CONFIRM": "CONFIRM",
  "COMING_SOON": "Coming Soon",
  "ERROR": "error",
  
  "MOBILE_ONLY_MESSAGE": "Sorry!, Currently this Section only available on web(Desktop)",
  
  "OKAY": "Okay"
} 