{
  "WELCOME": "Hola, mi nombre es",
  "NAME": "Alba Torres Rodríguez.",
  "WHAT_I_DO": "Senior Ingeniera de Software",
  "INTRO_ABOUT": "Soy una ingeniera de software enfocada en productos, especializada en desarrollo móvil, tanto nativo (iOS con Swift, Android con Kotlin) como multiplataforma (Flutter). Actualmente, me concentro en construir productos accesibles y centrados en el ser humano en",
  "CURRENT_ORG_NAME": "Cino",
  
  "ABOUT_PARA1": "¡Hola!",
  "ABOUT_PARA2": "Soy una ingeniera de software apasionada con profunda experiencia en desarrollo móvil, entregando aplicaciones escalables en fintech, comercio electrónico y tecnología de proveedores.",
  "ABOUT_PARA3": "Más allá de escribir código, actúo como ingeniera de software de producto: prospero en la ambigüedad, estructurando ideas en entregables claros, definiendo MVPs e iteraciones futuras alineadas con los objetivos de la empresa. Aporto un fuerte entendimiento de las mejores prácticas de UX, colaborando estrechamente con diseño para crear experiencias intuitivas que deleiten a los usuarios.",
  "ABOUT_PARA4": "También tengo experiencia trabajando con inversores y partes interesadas, demostrando liderazgo y la capacidad de influir en la dirección del producto. Mi objetivo es siempre equilibrar la excelencia técnica con el impacto empresarial, asegurando que lo que enviamos realmente importe.",
  "ABOUT_PARA5": "Disfruto compartir conocimiento en conferencias, a través de paquetes de código abierto, recursos y mentorizando a otros en la comunidad.",
  "TECH_INTRO": "Aquí hay algunas tecnologías con las que he estado trabajando recientemente:",
  "TECH1": " Flutter",
  "TECH2": " Swift",
  "TECH3": " Kotlin",
  "TECH4": " TypeScript",
  
  "EXP_COMP_NAME0": "Cino",
  "EXP_DESIG0": "Ingeniera de Software",
  "EXP_DUR0": "Junio 2025 - Presente",
  "EXP_ABOUT0": "Desarrollé desde cero una aplicación móvil Flutter para pagos en grupo en tiempo real y división de gastos.",
  "EXP_ABOUT0_2": "Diseñé e implementé funcionalidades clave y gestión de preferencias de seguridad, utilizando BLoC, SQL y GraphQL.",
  "EXP_ABOUT0_3": "Lideré el proyecto de la aplicación móvil.",

  "EXP_COMP_NAME1": "SeQura",
  "EXP_DESIG1": "Ingeniera de Software",
  "EXP_DUR1": "Septiembre 2024 - Junio 2025",
  "EXP_ABOUT1": "Desarrollé desde cero una aplicación móvil React Native para una fintech española líder que ofrece servicios de \"Compra Ahora, Paga Después\".",
  "EXP_ABOUT1_2": "Arquitecturé e implementé múltiples características incluyendo posposición de pagos, lógica de selección de tarjetas y flujos de amortización usando GraphQL, Apollo y TypeScript.",
  "EXP_ABOUT1_3": "Lideré el proceso de automatización de lanzamientos usando Firebase App Distribution y Fastlane, incluyendo versionado y generación de PR de GitHub.",
  
  "EXP_COMP_NAME2": "Delivery Hero",
  "EXP_DESIG2": "Ingeniera de Software",
  "EXP_DUR2": "Octubre 2021 - Septiembre 2024",
  "EXP_ABOUT2": "Desarrollé y mantuve SDK para la App Talabat en Qatar en tres entornos diferentes: iOS, Android y Flutter.",
  "EXP_ABOUT2_2": "Desarrollé y mantuve la App Talabat en Qatar. Pruebas de integración, pruebas unitarias.",
  "EXP_ABOUT2_3": "Desarrollé \"FoodPanda\", \"Mjam\", \"Talabat\", \"Pedidosya\": aplicaciones móviles Flutter para propietarios de restaurantes para conectar con proveedores.",
  "EXP_ABOUT2_4": "Integré servicios backend en aplicaciones móviles.",
  "EXP_ABOUT2_5": "Analicé patrones de uso importantes de aplicaciones con Google Analytics.",
  "EXP_ABOUT2_6": "Monitoricé y resolví errores del sistema de monitoreo de errores o del equipo de operaciones local.",
  
  "EXP_COMP_NAME3": "theBASE FOL Group GmbH",
  "EXP_DESIG3": "Ingeniera de Software",
  "EXP_DUR3": "Agosto 2020 - Octubre 2021",
  "EXP_ABOUT3": "Desarrollé \"TheBase\": aplicación móvil Flutter para combatir la soledad urbana.",
  "EXP_ABOUT3_2": "Escribí casos de prueba unitarios que aumentaron la cobertura de pruebas del 0% a ~90%.",
  "EXP_ABOUT3_3": "Trabajé con diseñadores para proporcionar la mejor experiencia al cliente.",
  
  "EXP_COMP_NAME4": "Ubiqum Code Academy",
  "EXP_DESIG4": "Pasante de Ingeniería de Software",
  "EXP_DUR4": "Noviembre 2019 - Agosto 2020",
  "EXP_ABOUT4": "Completé un programa de capacitación de seis meses. Trabajé en proyectos de aplicaciones web en un entorno ágil.",
  "EXP_ABOUT4_2": "Experimenté en el uso de tecnologías modernas de front-end y back-end para desarrollar aplicaciones web.",
  "EXP_ABOUT4_3": "JavaScript, React, MongoDB.",
  
  "END_TXT": "Con muchas ganas de nuevos retos y colaboraciones emocionantes",
  
  "SECTION_ABOUT": "Acerca de",
  "SECTION_EXPERIENCE": "Experiencia",
  "SECTION_WORK": "Trabajo",
  "SECTION_CONTACT": "Contacto",
  "RESUME": "Currículum",
  
  "WHATS_NEXT": "¿Qué sigue?",
  "GET_IN_TOUCH": "Ponte en Contacto",
  "SAY_HELLO": "¡Di Hola!",

  "CONTACT_ME": "¡Contáctame!",
  "NAME_FIELD": "Nombre*",
  "NAME_ERROR": "Hazme saber tu nombre (o simplemente ingresa anónimo)",
  "CONTACT_INFO": "Información de Contacto (Opcional)",
  "MESSAGE_FIELD": "Mensaje*",
  "MESSAGE_ERROR": "¿En serio? ¿quieres enviarme un mensaje en blanco? :(",
  "NOTE_TEXT": "Nota: Por favor, no envíes mensajes basura, al menos di hola :(",
  "SEND": "Enviar",
  "MESSAGE_SUCCESS": "Mensaje enviado con éxito",
  "MESSAGE_FAILURE": "No se pudo enviar el mensaje, inténtalo de nuevo más tarde.",
  "ERROR_OCCURRED": "Ocurrió un Error",
  
  "BUILT_BY": "Construido y Desarrollado por Alba Torres Rodríguez",

  "MY_NOTEWORTHY_PROJECTS": "Mis Proyectos Destacados",
  "VIEW_ARCHIVES": "ver los archivos",
  "NOT_FOUND": "No Encontrado",
  "PROJECT_NOT_FOUND": "Lo siento, el proyecto que solicitaste no se encuentra en el repositorio",
  
  "WARNING": "Advertencia",
  "PLAY_AREA_WARNING": "El área de juego todavía está en desarrollo, puede tener algunos errores.\n¿Estás seguro de que quieres continuar?",
  "CANCEL": "CANCELAR",
  "CONFIRM": "CONFIRMAR",
  "COMING_SOON": "Próximamente",
  "ERROR": "error",
  
  "MOBILE_ONLY_MESSAGE": "¡Lo siento!, Actualmente esta sección solo está disponible en web (Escritorio)",
  
  "OKAY": "Aceptar"
} 